

export default async function HomePage() {
  return (
    <div>
      <h1>探索政治世界的奥秘</h1>
      <p>对政治世界充满疑问？渴望了解其中的奥秘？那么，你来对地方了！
"Why?"将和你一道揭开政治世界的神秘面纱，用通俗易懂的方式解答你对政治和政府的种种疑惑。在这里，你不会遇到晦涩难懂的专业术语，也不会迷失在复杂的理论迷宫中。我们只为你呈现最有趣、最直观的政治洞见。
</p>
<p>在这里，你将发现：</p>
<ul>
<li>深入浅出的研究解读：我们把复杂的政治学研究化繁为简，让每个人都能轻松理解。</li>
<li>理论与现实的桥梁：看看学术发现如何影响当前热点事件和我们的日常生活。</li>
<li>丰富多彩的政治话题：从行为到制度，领略政治世界的方方面面。</li>
<li>思想的碰撞与交流：在评论区畅所欲言，与志同道合者分享你的独到见解！</li>
</ul>

<p>无论你是政治达人还是初涉政治领域的新手，"Why?"都将成为你探索政治世界的忠实伙伴。
准备好开启你的政治探索之旅了吗？快来看看我们的<a href={"/posts"}>最新文章</a>，或者根据你的兴趣浏览不同的<a href={"/tags"}>主题标签</a>！</p>

<p>记住，保持好奇心、勇于提问，是了解政治、洞察人生的不二法门。让我们一起在"Why?"中寻找答案，解开政治世界的重重谜题！</p>

    </div>
  );
}
